({
	"eraNames": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"timeFormat-full": "hh:mm:ss a v", 
	"eraAbbr": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"months-standAlone-abbr": [
		"ጃንዩ", 
		"ፌብሩ", 
		"ማርች", 
		"ኤፕረ", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስ", 
		"ሴፕቴ", 
		"ኦክተ", 
		"ኖቬም", 
		"ዲሴም"
	], 
	"days-standAlone-abbr": [
		"እሑድ", 
		"ሰኞ", 
		"ማክሰ", 
		"ረቡዕ", 
		"ሐሙስ", 
		"ዓርብ", 
		"ቅዳሜ"
	], 
	"months-format-abbr": [
		"ጃንዩ", 
		"ፌብሩ", 
		"ማርች", 
		"ኤፕረ", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስ", 
		"ሴፕቴ", 
		"ኦክተ", 
		"ኖቬም", 
		"ዲሴም"
	], 
	"eraNarrow": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"days-format-abbr": [
		"እሑድ", 
		"ሰኞ", 
		"ማክሰ", 
		"ረቡዕ", 
		"ሐሙስ", 
		"ዓርብ", 
		"ቅዳሜ"
	], 
	"timeFormat-long": "hh:mm:ss a z", 
	"months-standAlone-wide": [
		"ጃንዩወሪ", 
		"ፌብሩወሪ", 
		"ማርች", 
		"ኤፕረል", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስት", 
		"ሴፕቴምበር", 
		"ኦክተውበር", 
		"ኖቬምበር", 
		"ዲሴምበር"
	], 
	"days-standAlone-wide": [
		"እሑድ", 
		"ሰኞ", 
		"ማክሰኞ", 
		"ረቡዕ", 
		"ሐሙስ", 
		"ዓርብ", 
		"ቅዳሜ"
	], 
	"months-format-wide": [
		"ጃንዩወሪ", 
		"ፌብሩወሪ", 
		"ማርች", 
		"ኤፕረል", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስት", 
		"ሴፕቴምበር", 
		"ኦክተውበር", 
		"ኖቬምበር", 
		"ዲሴምበር"
	], 
	"days-format-wide": [
		"እሑድ", 
		"ሰኞ", 
		"ማክሰኞ", 
		"ረቡዕ", 
		"ሐሙስ", 
		"ዓርብ", 
		"ቅዳሜ"
	]
})