// generated from ldml/main/*.xml, xpath: ldml/calendars/calendar-islamic
({
    	"patternChars":"GanjkHmsSEDFwWxhKzAeugXZvcL",
	
	'months-format-abbr':["Мухаррам","Сафар","Раби-уль-авваль","Раби-уль-ахир","Джумад-уль-авваль","Джумад-уль-ахир","Раджаб","Шаабан","Рамадан","Шавваль","Зуль-Каада","Зуль-Хиджжа"],
	'months-format-wide':["Мухаррам","Сафар","Раби-уль-авваль","Раби-уль-ахир","Джумад-уль-авваль","Джумад-уль-ахир","Раджаб","Шаабан","Рамадан","Шавваль","Зуль-Каада","Зуль-Хиджжа"]
})
                        