({
	"quarters-standAlone-wide": [
		"ఒకటి  1", 
		"రెండు  2", 
		"మూడు 3", 
		"నాలుగు 4"
	], 
	"months-standAlone-abbr": [
		"జనవరి", 
		"ఫిబ్రవరి", 
		"మార్చి", 
		"ఏప్రిల్", 
		"మే", 
		"జూన్", 
		"జూలై", 
		"ఆగస్టు", 
		"సెప్టెంబర్", 
		"అక్టోబర్", 
		"నవంబర్", 
		"డిసెంబర్"
	], 
	"quarters-format-abbr": [
		"ఒకటి  1", 
		"రెండు  2", 
		"మూడు 3", 
		"నాలుగు 4"
	], 
	"days-standAlone-abbr": [
		"ఆది", 
		"సోమ", 
		"మంగళ", 
		"బుధ", 
		"గురు", 
		"శుక్ర", 
		"శని"
	], 
	"am": "పూర్వాహ్నం", 
	"months-format-abbr": [
		"జనవరి", 
		"ఫిబ్రవరి", 
		"మార్చి", 
		"ఏప్రిల్", 
		"మే", 
		"జూన్", 
		"జూలై", 
		"ఆగస్టు", 
		"సెప్టెంబర్", 
		"అక్టోబర్", 
		"నవంబర్", 
		"డిసెంబర్"
	], 
	"days-format-abbr": [
		"ఆది", 
		"సోమ", 
		"మంగళ", 
		"బుధ", 
		"గురు", 
		"శుక్ర", 
		"శని"
	], 
	"quarters-format-wide": [
		"ఒకటి  1", 
		"రెండు  2", 
		"మూడు 3", 
		"నాలుగు 4"
	], 
	"pm": "అపరాహ్నం", 
	"months-standAlone-wide": [
		"జనవరి", 
		"ఫిబ్రవరి", 
		"మార్చి", 
		"ఏప్రిల్", 
		"మే", 
		"జూన్", 
		"జూలై", 
		"ఆగస్టు", 
		"సెప్టెంబర్", 
		"అక్టోబర్", 
		"నవంబర్", 
		"డిసెంబర్"
	], 
	"days-standAlone-wide": [
		"ఆదివారం", 
		"సోమవారం", 
		"మంగళవారం", 
		"బుధవారం", 
		"గురువారం", 
		"శుక్రవారం", 
		"శనివారం"
	], 
	"quarters-standAlone-abbr": [
		"ఒకటి  1", 
		"రెండు  2", 
		"మూడు 3", 
		"నాలుగు 4"
	], 
	"months-format-wide": [
		"జనవరి", 
		"ఫిబ్రవరి", 
		"మార్చి", 
		"ఏప్రిల్", 
		"మే", 
		"జూన్", 
		"జూలై", 
		"ఆగస్టు", 
		"సెప్టెంబర్", 
		"అక్టోబర్", 
		"నవంబర్", 
		"డిసెంబర్"
	], 
	"days-format-wide": [
		"ఆదివారం", 
		"సోమవారం", 
		"మంగళవారం", 
		"బుధవారం", 
		"గురువారం", 
		"శుక్రవారం", 
		"శనివారం"
	]
})