({
	"months-standAlone-abbr": [
		"ਜਨਵਰੀ", 
		"ਫ਼ਰਵਰੀ", 
		"ਮਾਰਚ", 
		"ਅਪ੍ਰੈਲ", 
		"ਮਈ", 
		"ਜੂਨ", 
		"ਜੁਲਾਈ", 
		"ਅਗਸਤ", 
		"ਸਤੰਬਰ", 
		"ਅਕਤੂਬਰ", 
		"ਨਵੰਬਰ", 
		"ਦਸੰਬਰ"
	], 
	"days-standAlone-abbr": [
		"ਐਤ.", 
		"ਸੋਮ.", 
		"ਮੰਗਲ.", 
		"ਬੁਧ.", 
		"ਵੀਰ.", 
		"ਸ਼ੁਕਰ.", 
		"ਸ਼ਨੀ."
	], 
	"am": "ਸਵੇਰੇ", 
	"months-format-abbr": [
		"ਜਨਵਰੀ", 
		"ਫ਼ਰਵਰੀ", 
		"ਮਾਰਚ", 
		"ਅਪ੍ਰੈਲ", 
		"ਮਈ", 
		"ਜੂਨ", 
		"ਜੁਲਾਈ", 
		"ਅਗਸਤ", 
		"ਸਤੰਬਰ", 
		"ਅਕਤੂਬਰ", 
		"ਨਵੰਬਰ", 
		"ਦਸੰਬਰ"
	], 
	"days-format-abbr": [
		"ਐਤ.", 
		"ਸੋਮ.", 
		"ਮੰਗਲ.", 
		"ਬੁਧ.", 
		"ਵੀਰ.", 
		"ਸ਼ੁਕਰ.", 
		"ਸ਼ਨੀ."
	], 
	"pm": "ਸ਼ਾਮ", 
	"months-standAlone-wide": [
		"ਜਨਵਰੀ", 
		"ਫ਼ਰਵਰੀ", 
		"ਮਾਰਚ", 
		"ਅਪ੍ਰੈਲ", 
		"ਮਈ", 
		"ਜੂਨ", 
		"ਜੁਲਾਈ", 
		"ਅਗਸਤ", 
		"ਸਤੰਬਰ", 
		"ਅਕਤੂਬਰ", 
		"ਨਵੰਬਰ", 
		"ਦਸੰਬਰ"
	], 
	"days-standAlone-wide": [
		"ਐਤਵਾਰ", 
		"ਸੋਮਵਾਰ", 
		"ਮੰਗਲਵਾਰ", 
		"ਬੁਧਵਾਰ", 
		"ਵੀਰਵਾਰ", 
		"ਸ਼ੁੱਕਰਵਾਰ", 
		"ਸ਼ਨੀਚਰਵਾਰ"
	], 
	"months-format-wide": [
		"ਜਨਵਰੀ", 
		"ਫ਼ਰਵਰੀ", 
		"ਮਾਰਚ", 
		"ਅਪ੍ਰੈਲ", 
		"ਮਈ", 
		"ਜੂਨ", 
		"ਜੁਲਾਈ", 
		"ਅਗਸਤ", 
		"ਸਤੰਬਰ", 
		"ਅਕਤੂਬਰ", 
		"ਨਵੰਬਰ", 
		"ਦਸੰਬਰ"
	], 
	"days-format-wide": [
		"ਐਤਵਾਰ", 
		"ਸੋਮਵਾਰ", 
		"ਮੰਗਲਵਾਰ", 
		"ਬੁਧਵਾਰ", 
		"ਵੀਰਵਾਰ", 
		"ਸ਼ੁੱਕਰਵਾਰ", 
		"ਸ਼ਨੀਚਰਵਾਰ"
	]
})