({
	"quarters-standAlone-wide": [
		"پہلی سہ ماہی", 
		"دوسری سہ ماہی", 
		"تيسری سہ ماہی", 
		"چوتهی سہ ماہی"
	], 
	"quarters-format-abbr": [
		"پہلی سہ ماہی", 
		"دوسری سہ ماہی", 
		"تيسری سہ ماہی", 
		"چوتهی سہ ماہی"
	], 
	"dateFormat-medium": "d, MMM yyyy", 
	"quarters-standAlone-abbr": [
		"پہلی سہ ماہی", 
		"دوسری سہ ماہی", 
		"تيسری سہ ماہی", 
		"چوتهی سہ ماہی"
	], 
	"eraNarrow": [
		"ق م", 
		"عيسوی سن"
	], 
	"timeFormat-full": "h:mm:ss a v", 
	"eraNames": [
		"قبل مسيح", 
		"عيسوی سن"
	], 
	"months-standAlone-wide": [
		"جنوری", 
		"فروری", 
		"مار چ", 
		"اپريل", 
		"مئ", 
		"جون", 
		"جولائ", 
		"اگست", 
		"ستمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"months-standAlone-abbr": [
		"جنوری", 
		"فروری", 
		"مار چ", 
		"اپريل", 
		"مئ", 
		"جون", 
		"جولائ", 
		"اگست", 
		"ستمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"timeFormat-medium": "h:mm:ss a", 
	"dateFormat-long": "d, MMMM yyyy", 
	"field-dayperiod": "رات/صبح", 
	"dateFormat-short": "d/M/yy", 
	"months-format-wide": [
		"جنوری", 
		"فروری", 
		"مار چ", 
		"اپريل", 
		"مئ", 
		"جون", 
		"جولائ", 
		"اگست", 
		"ستمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"days-standAlone-wide": [
		"اتوار", 
		"پير", 
		"منگل", 
		"بده", 
		"جمعرات", 
		"جمعہ", 
		"ہفتہ"
	], 
	"timeFormat-short": "h:mm a", 
	"months-format-abbr": [
		"جنوری", 
		"فروری", 
		"مار چ", 
		"اپريل", 
		"مئ", 
		"جون", 
		"جولائ", 
		"اگست", 
		"ستمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"days-standAlone-abbr": [
		"اتوار", 
		"پير", 
		"منگل", 
		"بده", 
		"جمعرات", 
		"جمعہ", 
		"ہفتہ"
	], 
	"days-format-wide": [
		"اتوار", 
		"پير", 
		"منگل", 
		"بده", 
		"جمعرات", 
		"جمعہ", 
		"ہفتہ"
	], 
	"timeFormat-long": "h:mm:ss a z", 
	"eraAbbr": [
		"ق م", 
		"عيسوی سن"
	], 
	"quarters-format-wide": [
		"پہلی سہ ماہی", 
		"دوسری سہ ماہی", 
		"تيسری سہ ماہی", 
		"چوتهی سہ ماہی"
	], 
	"dateFormat-full": "EEEE, d, MMMM yyyy", 
	"days-format-abbr": [
		"اتوار", 
		"پير", 
		"منگل", 
		"بده", 
		"جمعرات", 
		"جمعہ", 
		"ہفتہ"
	]
})