({
	"months-standAlone-abbr": [
		"જાન્યુ", 
		"ફેબ્રુ", 
		"માર્ચ", 
		"એપ્રિલ", 
		"મે", 
		"જૂન", 
		"જુલાઈ", 
		"ઑગસ્ટ", 
		"સપ્ટે", 
		"ઑક્ટો", 
		"નવે", 
		"ડિસે"
	], 
	"days-standAlone-abbr": [
		"રવિ", 
		"સોમ", 
		"મંગળ", 
		"બુધ", 
		"ગુરુ", 
		"શુક્ર", 
		"શનિ"
	], 
	"am": "પૂર્વ મધ્યાહ્ન", 
	"months-format-abbr": [
		"જાન્યુ", 
		"ફેબ્રુ", 
		"માર્ચ", 
		"એપ્રિલ", 
		"મે", 
		"જૂન", 
		"જુલાઈ", 
		"ઑગસ્ટ", 
		"સપ્ટે", 
		"ઑક્ટો", 
		"નવે", 
		"ડિસે"
	], 
	"days-format-abbr": [
		"રવિ", 
		"સોમ", 
		"મંગળ", 
		"બુધ", 
		"ગુરુ", 
		"શુક્ર", 
		"શનિ"
	], 
	"pm": "ઉત્તર મધ્યાહ્ન", 
	"months-standAlone-wide": [
		"જાન્યુઆરી", 
		"ફેબ્રુઆરી", 
		"માર્ચ", 
		"એપ્રિલ", 
		"મે", 
		"જૂન", 
		"જુલાઈ", 
		"ઑગસ્ટ", 
		"સપ્ટેમ્બર", 
		"ઑક્ટ્બર", 
		"નવેમ્બર", 
		"ડિસેમ્બર"
	], 
	"days-standAlone-wide": [
		"રવિવાર", 
		"સોમવાર", 
		"મંગળવાર", 
		"બુધવાર", 
		"ગુરુવાર", 
		"શુક્રવાર", 
		"શનિવાર"
	], 
	"months-format-wide": [
		"જાન્યુઆરી", 
		"ફેબ્રુઆરી", 
		"માર્ચ", 
		"એપ્રિલ", 
		"મે", 
		"જૂન", 
		"જુલાઈ", 
		"ઑગસ્ટ", 
		"સપ્ટેમ્બર", 
		"ઑક્ટ્બર", 
		"નવેમ્બર", 
		"ડિસેમ્બર"
	], 
	"days-format-wide": [
		"રવિવાર", 
		"સોમવાર", 
		"મંગળવાર", 
		"બુધવાર", 
		"ગુરુવાર", 
		"શુક્રવાર", 
		"શનિવાર"
	]
})