({
	"quarters-standAlone-wide": [
		"1𐑅𐐻 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"2𐑌𐐼 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"3𐑉𐐼 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"4𐑉𐑃 𐐿𐐶𐐪𐑉𐐻𐐲𐑉"
	], 
	"quarters-format-abbr": [
		"𐐗1", 
		"𐐗2", 
		"𐐗3", 
		"𐐗4"
	], 
	"field-second": "𐐝𐐯𐐿𐐲𐑌𐐼", 
	"quarters-standAlone-abbr": [
		"𐐗1", 
		"𐐗2", 
		"𐐗3", 
		"𐐗4"
	], 
	"field-week": "𐐎𐐨𐐿", 
	"eraNarrow": [
		"𐐒", 
		"𐐈"
	], 
	"months-format-narrow": [
		"𐐖", 
		"𐐙", 
		"𐐣", 
		"𐐁", 
		"𐐣", 
		"𐐖", 
		"𐐖", 
		"𐐂", 
		"𐐝", 
		"𐐉", 
		"𐐤", 
		"𐐔"
	], 
	"pm": "𐐑𐐣", 
	"months-standAlone-narrow": [
		"𐐖", 
		"𐐙", 
		"𐐣", 
		"𐐁", 
		"𐐣", 
		"𐐖", 
		"𐐖", 
		"𐐂", 
		"𐐝", 
		"𐐉", 
		"𐐤", 
		"𐐔"
	], 
	"months-standAlone-wide": [
		"𐐖𐐰𐑌𐐷𐐭𐐯𐑉𐐨", 
		"𐐙𐐯𐐺𐑉𐐭𐐯𐑉𐐨", 
		"𐐣𐐪𐑉𐐽", 
		"𐐁𐐹𐑉𐐮𐑊", 
		"𐐣𐐩", 
		"𐐖𐐭𐑌", 
		"𐐖𐐭𐑊𐐴", 
		"𐐂𐑀𐐲𐑅𐐻", 
		"𐐝𐐯𐐹𐐻𐐯𐑋𐐺𐐲𐑉", 
		"𐐉𐐿𐐻𐐬𐐺𐐲𐑉", 
		"𐐤𐐬𐑂𐐯𐑋𐐺𐐲𐑉", 
		"𐐔𐐨𐑅𐐯𐑋𐐺𐐲𐑉"
	], 
	"eraNames": [
		"𐐒𐐲𐑁𐐬𐑉 𐐗𐑉𐐴𐑅𐐻", 
		"𐐈𐑌𐐬 𐐔𐐱𐑋𐐮𐑌𐐨"
	], 
	"am": "𐐈𐐣", 
	"days-standAlone-narrow": [
		"𐐝", 
		"𐐣", 
		"𐐓", 
		"𐐎", 
		"𐐛", 
		"𐐙", 
		"𐐝"
	], 
	"field-year": "𐐏𐐨𐑉", 
	"months-standAlone-abbr": [
		"𐐖𐐰𐑌", 
		"𐐙𐐯𐐺", 
		"𐐣𐐪𐑉", 
		"𐐁𐐹𐑉", 
		"𐐣𐐩", 
		"𐐖𐐭𐑌", 
		"𐐖𐐭𐑊", 
		"𐐂𐑀", 
		"𐐝𐐯𐐹", 
		"𐐉𐐿𐐻", 
		"𐐤𐐬𐑂", 
		"𐐔𐐨𐑅"
	], 
	"field-minute": "𐐣𐐮𐑌𐐲𐐻", 
	"field-hour": "𐐍𐑉", 
	"field-day": "𐐔𐐩", 
	"field-dayperiod": "𐐈𐐣/𐐑𐐣", 
	"field-month": "𐐣𐐲𐑌𐑃", 
	"months-format-wide": [
		"𐐖𐐰𐑌𐐷𐐭𐐯𐑉𐐨", 
		"𐐙𐐯𐐺𐑉𐐭𐐯𐑉𐐨", 
		"𐐣𐐪𐑉𐐽", 
		"𐐁𐐹𐑉𐐮𐑊", 
		"𐐣𐐩", 
		"𐐖𐐭𐑌", 
		"𐐖𐐭𐑊𐐴", 
		"𐐂𐑀𐐲𐑅𐐻", 
		"𐐝𐐯𐐹𐐻𐐯𐑋𐐺𐐲𐑉", 
		"𐐉𐐿𐐻𐐬𐐺𐐲𐑉", 
		"𐐤𐐬𐑂𐐯𐑋𐐺𐐲𐑉", 
		"𐐔𐐨𐑅𐐯𐑋𐐺𐐲𐑉"
	], 
	"days-standAlone-wide": [
		"𐐝𐐲𐑌𐐼𐐩", 
		"𐐣𐐲𐑌𐐼𐐩", 
		"𐐓𐐭𐑆𐐼𐐩", 
		"𐐎𐐯𐑌𐑆𐐼𐐩", 
		"𐐛𐐲𐑉𐑆𐐼𐐩", 
		"𐐙𐑉𐐴𐐼𐐩", 
		"𐐝𐐰𐐻𐐲𐑉𐐼𐐩"
	], 
	"field-era": "𐐇𐑉𐐲", 
	"days-format-narrow": [
		"𐐝", 
		"𐐣", 
		"𐐓", 
		"𐐎", 
		"𐐛", 
		"𐐙", 
		"𐐝"
	], 
	"months-format-abbr": [
		"𐐖𐐰𐑌", 
		"𐐙𐐯𐐺", 
		"𐐣𐐪𐑉", 
		"𐐁𐐹𐑉", 
		"𐐣𐐩", 
		"𐐖𐐭𐑌", 
		"𐐖𐐭𐑊", 
		"𐐂𐑀", 
		"𐐝𐐯𐐹", 
		"𐐉𐐿𐐻", 
		"𐐤𐐬𐑂", 
		"𐐔𐐨𐑅"
	], 
	"days-standAlone-abbr": [
		"𐐝𐐲𐑌", 
		"𐐣𐐲𐑌", 
		"𐐓𐐭𐑆", 
		"𐐎𐐯𐑌", 
		"𐐛𐐲𐑉", 
		"𐐙𐑉𐐴", 
		"𐐝𐐰𐐻"
	], 
	"days-format-wide": [
		"𐐝𐐲𐑌𐐼𐐩", 
		"𐐣𐐲𐑌𐐼𐐩", 
		"𐐓𐐭𐑆𐐼𐐩", 
		"𐐎𐐯𐑌𐑆𐐼𐐩", 
		"𐐛𐐲𐑉𐑆𐐼𐐩", 
		"𐐙𐑉𐐴𐐼𐐩", 
		"𐐝𐐰𐐻𐐲𐑉𐐼𐐩"
	], 
	"eraAbbr": [
		"𐐒𐐗", 
		"𐐈𐐔"
	], 
	"quarters-format-wide": [
		"1𐑅𐐻 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"2𐑌𐐼 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"3𐑉𐐼 𐐿𐐶𐐪𐑉𐐻𐐲𐑉", 
		"4𐑉𐑃 𐐿𐐶𐐪𐑉𐐻𐐲𐑉"
	], 
	"field-weekday": "𐐔𐐩 𐐲𐑂 𐑄 𐐎𐐨𐐿", 
	"days-format-abbr": [
		"𐐝𐐲𐑌", 
		"𐐣𐐲𐑌", 
		"𐐓𐐭𐑆", 
		"𐐎𐐯𐑌", 
		"𐐛𐐲𐑉", 
		"𐐙𐑉𐐴", 
		"𐐝𐐰𐐻"
	], 
	"field-zone": "𐐞𐐬𐑌"
})