({
	"months-standAlone-abbr": [
		"ಜನವರೀ", 
		"ಫೆಬ್ರವರೀ", 
		"ಮಾರ್ಚ್", 
		"ಎಪ್ರಿಲ್", 
		"ಮೆ", 
		"ಜೂನ್", 
		"ಜುಲೈ", 
		"ಆಗಸ್ಟ್", 
		"ಸಪ್ಟೆಂಬರ್", 
		"ಅಕ್ಟೋಬರ್", 
		"ನವೆಂಬರ್", 
		"ಡಿಸೆಂಬರ್"
	], 
	"days-standAlone-abbr": [
		"ರ.", 
		"ಸೋ.", 
		"ಮಂ.", 
		"ಬು.", 
		"ಗು.", 
		"ಶು.", 
		"ಶನಿ."
	], 
	"am": "ಪೂರ್ವಾಹ್ನ", 
	"months-format-abbr": [
		"ಜನವರೀ", 
		"ಫೆಬ್ರವರೀ", 
		"ಮಾರ್ಚ್", 
		"ಎಪ್ರಿಲ್", 
		"ಮೆ", 
		"ಜೂನ್", 
		"ಜುಲೈ", 
		"ಆಗಸ್ಟ್", 
		"ಸಪ್ಟೆಂಬರ್", 
		"ಅಕ್ಟೋಬರ್", 
		"ನವೆಂಬರ್", 
		"ಡಿಸೆಂಬರ್"
	], 
	"days-format-abbr": [
		"ರ.", 
		"ಸೋ.", 
		"ಮಂ.", 
		"ಬು.", 
		"ಗು.", 
		"ಶು.", 
		"ಶನಿ."
	], 
	"pm": "ಅಪರಾಹ್ನ", 
	"months-standAlone-wide": [
		"ಜನವರೀ", 
		"ಫೆಬ್ರವರೀ", 
		"ಮಾರ್ಚ್", 
		"ಎಪ್ರಿಲ್", 
		"ಮೆ", 
		"ಜೂನ್", 
		"ಜುಲೈ", 
		"ಆಗಸ್ಟ್", 
		"ಸಪ್ಟೆಂಬರ್", 
		"ಅಕ್ಟೋಬರ್", 
		"ನವೆಂಬರ್", 
		"ಡಿಸೆಂಬರ್"
	], 
	"days-standAlone-wide": [
		"ರವಿವಾರ", 
		"ಸೋಮವಾರ", 
		"ಮಂಗಳವಾರ", 
		"ಬುಧವಾರ", 
		"ಗುರುವಾರ", 
		"ಶುಕ್ರವಾರ", 
		"ಶನಿವಾರ"
	], 
	"months-format-wide": [
		"ಜನವರೀ", 
		"ಫೆಬ್ರವರೀ", 
		"ಮಾರ್ಚ್", 
		"ಎಪ್ರಿಲ್", 
		"ಮೆ", 
		"ಜೂನ್", 
		"ಜುಲೈ", 
		"ಆಗಸ್ಟ್", 
		"ಸಪ್ಟೆಂಬರ್", 
		"ಅಕ್ಟೋಬರ್", 
		"ನವೆಂಬರ್", 
		"ಡಿಸೆಂಬರ್"
	], 
	"days-format-wide": [
		"ರವಿವಾರ", 
		"ಸೋಮವಾರ", 
		"ಮಂಗಳವಾರ", 
		"ಬುಧವಾರ", 
		"ಗುರುವಾರ", 
		"ಶುಕ್ರವಾರ", 
		"ಶನಿವಾರ"
	]
})