// generated from ldml/main/*.xml, xpath: ldml/calendars/calendar-indian
({
	'months-format-abbr':["চৈত্র","বৈশাখ","জৈষ্ঠ্য","আষাঢ়","শ্রাবণ","ভাদ্র","আশ্বিন","কার্তিক","অগ্রহায়ণ","পৌষ","মাঘ","ফাল্গুন"],
	'months-format-narrow':["১","২","৩","৪","৫","৬","৭","৮","৯","১০","১১","১২"],
	'months-format-wide':["চৈত্র","বৈশাখ","জৈষ্ঠ্য","আষাঢ়","শ্রাবণ","ভাদ্র","আশ্বিন","কার্তিক","অগ্রহায়ণ","পৌষ","মাঘ","ফাল্গুন"],
	'months-standAlone-narrow':["১","২","৩","৪","৫","৬","৭","৮","৯","১০","১১","১২"],
	'months-standAlone-wide':["চৈত্র","বৈশাখ","জৈষ্ঠ্য","আষাঢ়","শ্রাবণ","ভাদ্র","আশ্বিন","কার্তিক","অগ্রহায়ণ","পৌষ","মাঘ","ফাল্গুন"],
	'am':"পূর্বাহ্ন",
	'pm':"অপরাহ্ন",
	'eraNames':["সাল"],
	'eraAbbr':["সাল"],
	'eraNarrow':"সাল"
})
                        