({
	"quarters-standAlone-wide": [
		"1 වන කාර්තුව", 
		"2 වන කාර්තුව", 
		"3 වන කාර්තුව", 
		"4 වන කාර්තුව"
	], 
	"quarters-format-abbr": [
		"කාර්:1", 
		"කාර්:2", 
		"කාර්:3", 
		"කාර්:4"
	], 
	"dateFormat-medium": "yyyy MMM d", 
	"quarters-standAlone-abbr": [
		"කාර්:1", 
		"කාර්:2", 
		"කාර්:3", 
		"කාර්:4"
	], 
	"months-format-narrow": [
		"ජ", 
		"පෙ", 
		"මා", 
		"අ", 
		"මැ", 
		"ජූ", 
		"ජූ", 
		"අ", 
		"සැ", 
		"ඔ", 
		"නො", 
		"දෙ"
	], 
	"eraNarrow": [
		"ක්රි.පූ.", 
		"ක්රි.ව."
	], 
	"pm": "ප.ව.", 
	"timeFormat-full": "h:mm:ss a v", 
	"months-standAlone-narrow": [
		"ජ", 
		"පෙ", 
		"මා", 
		"අ", 
		"මැ", 
		"ජූ", 
		"ජූ", 
		"අ", 
		"සැ", 
		"ඔ", 
		"නො", 
		"දෙ"
	], 
	"eraNames": [
		"ක්රිස්තු පූර්ව", 
		"ක්රිස්තු වර්ෂ"
	], 
	"months-standAlone-wide": [
		"ජනවාර", 
		"පෙබරවාර", 
		"මාර්ත", 
		"අප්රේල්", 
		"මැයි", 
		"ජූන", 
		"ජූලි", 
		"අගෝස්තු", 
		"සැප්තැම්බර්", 
		"ඔක්තෝබර්", 
		"නොවැම්බර්", 
		"දෙසැම්බර්"
	], 
	"am": "පෙ.ව.", 
	"days-standAlone-narrow": [
		"ඉ", 
		"ස", 
		"අ", 
		"බ", 
		"බ්ර", 
		"සි", 
		"සෙ"
	], 
	"months-standAlone-abbr": [
		"ජන", 
		"පෙබ", 
		"මාර්ත", 
		"අප්රේල", 
		"මැය", 
		"ජූන", 
		"ජූල", 
		"අගෝ", 
		"සැප", 
		"ඔක", 
		"නොවැ", 
		"දෙසැ"
	], 
	"timeFormat-medium": "h:mm:ss a", 
	"dateFormat-long": "yyyy MMMM d", 
	"dateFormat-short": "yyyy/MM/dd", 
	"months-format-wide": [
		"ජනවාර", 
		"පෙබරවාර", 
		"මාර්ත", 
		"අප්රේල්", 
		"මැයි", 
		"ජූන", 
		"ජූලි", 
		"අගෝස්තු", 
		"සැප්තැම්බර්", 
		"ඔක්තෝබර්", 
		"නොවැම්බර්", 
		"දෙසැම්බර්"
	], 
	"days-standAlone-wide": [
		"ඉරිදා", 
		"සඳුදා", 
		"අඟහරුවාදා", 
		"බදාදා", 
		"බ්රහස්පතින්දා", 
		"සිකුරාදා", 
		"සෙනසුරාදා"
	], 
	"days-format-narrow": [
		"ඉ", 
		"ස", 
		"අ", 
		"බ", 
		"බ්ර", 
		"සි", 
		"සෙ"
	], 
	"timeFormat-short": "h:mm a", 
	"months-format-abbr": [
		"ජන", 
		"පෙබ", 
		"මාර්ත", 
		"අප්රේල", 
		"මැය", 
		"ජූන", 
		"ජූල", 
		"අගෝ", 
		"සැප", 
		"ඔක", 
		"නොවැ", 
		"දෙසැ"
	], 
	"days-standAlone-abbr": [
		"ඉරි", 
		"සඳු", 
		"අඟ", 
		"බදා", 
		"බ්රහ", 
		"සිකු", 
		"සෙන"
	], 
	"days-format-wide": [
		"ඉරිදා", 
		"සඳුදා", 
		"අඟහරුවාදා", 
		"බදාදා", 
		"බ්රහස්පතින්දා", 
		"සිකුරාදා", 
		"සෙනසුරාදා"
	], 
	"eraAbbr": [
		"ක්රි.පූ.", 
		"ක්රි.ව."
	], 
	"timeFormat-long": "h:mm:ss a z", 
	"quarters-format-wide": [
		"1 වන කාර්තුව", 
		"2 වන කාර්තුව", 
		"3 වන කාර්තුව", 
		"4 වන කාර්තුව"
	], 
	"dateFormat-full": "EEEE, yyyy MMMM d", 
	"days-format-abbr": [
		"ඉරි", 
		"සඳු", 
		"අඟ", 
		"බදා", 
		"බ්රහ", 
		"සිකු", 
		"සෙන"
	]
})