({
	"eraNames": [
		"Ք․Ա․", 
		"Ք․Ե․"
	], 
	"eraAbbr": [
		"Ք․Ա․", 
		"Ք․Ե․"
	], 
	"months-standAlone-abbr": [
		"Յնր", 
		"Փտր", 
		"Մրտ", 
		"Ապր", 
		"Մյս", 
		"Յնս", 
		"Յլս", 
		"Օգս", 
		"Սեպ", 
		"Հոկ", 
		"Նոյ", 
		"Դեկ"
	], 
	"days-standAlone-abbr": [
		"Կիր", 
		"Երկ", 
		"Երք", 
		"Չոր", 
		"Հնգ", 
		"Ուր", 
		"Շաբ"
	], 
	"dateFormat-medium": "MMM d, yyyy", 
	"am": "Առ․", 
	"months-format-abbr": [
		"Յնր", 
		"Փտր", 
		"Մրտ", 
		"Ապր", 
		"Մյս", 
		"Յնս", 
		"Յլս", 
		"Օգս", 
		"Սեպ", 
		"Հոկ", 
		"Նոյ", 
		"Դեկ"
	], 
	"eraNarrow": [
		"Ք․Ա․", 
		"Ք․Ե․"
	], 
	"dateFormat-full": "EEEE, MMMM d, yyyy", 
	"days-format-abbr": [
		"Կիր", 
		"Երկ", 
		"Երք", 
		"Չոր", 
		"Հնգ", 
		"Ուր", 
		"Շաբ"
	], 
	"pm": "Եր․", 
	"months-standAlone-wide": [
		"Յունուար", 
		"Փետրուար", 
		"Մարտ", 
		"Ապրիլ", 
		"Մայիս", 
		"Յունիս", 
		"Յուլիս", 
		"Օգոստոս", 
		"Սեպտեմբեր", 
		"Հոկտեմբեր", 
		"Նոյեմբեր", 
		"Դեկտեմբեր"
	], 
	"dateFormat-short": "MM/dd/yy", 
	"days-standAlone-wide": [
		"Կիրակի", 
		"Երկուշաբթի", 
		"Երեքշաբթի", 
		"Չորեքշաբթի", 
		"Հինգշաբթի", 
		"Ուրբաթ", 
		"Շաբաթ"
	], 
	"months-format-wide": [
		"Յունուար", 
		"Փետրուար", 
		"Մարտ", 
		"Ապրիլ", 
		"Մայիս", 
		"Յունիս", 
		"Յուլիս", 
		"Օգոստոս", 
		"Սեպտեմբեր", 
		"Հոկտեմբեր", 
		"Նոյեմբեր", 
		"Դեկտեմբեր"
	], 
	"dateFormat-long": "MMMM dd, yyyy", 
	"days-format-wide": [
		"Կիրակի", 
		"Երկուշաբթի", 
		"Երեքշաբթի", 
		"Չորեքշաբթի", 
		"Հինգշաբթի", 
		"Ուրբաթ", 
		"Շաբաթ"
	]
})