({
	"dateFormat-medium": "dd.M.yyyy", 
	"eraNarrow": [
		"пр.н.е.", 
		"ае."
	], 
	"months-format-narrow": [
		"ј", 
		"ф", 
		"м", 
		"а", 
		"м", 
		"ј", 
		"ј", 
		"а", 
		"с", 
		"о", 
		"н", 
		"д"
	], 
	"months-standAlone-narrow": [
		"ј", 
		"ф", 
		"м", 
		"а", 
		"м", 
		"ј", 
		"ј", 
		"а", 
		"с", 
		"о", 
		"н", 
		"д"
	], 
	"eraNames": [
		"пр.н.е.", 
		"ае."
	], 
	"months-standAlone-wide": [
		"јануари", 
		"февруари", 
		"март", 
		"април", 
		"мај", 
		"јуни", 
		"јули", 
		"август", 
		"септември", 
		"октомври", 
		"ноември", 
		"декември"
	], 
	"days-standAlone-narrow": [
		"н", 
		"п", 
		"в", 
		"с", 
		"ч", 
		"п", 
		"с"
	], 
	"months-standAlone-abbr": [
		"јан.", 
		"фев.", 
		"мар.", 
		"апр.", 
		"мај", 
		"јун.", 
		"јул.", 
		"авг.", 
		"септ.", 
		"окт.", 
		"ноем.", 
		"декем."
	], 
	"dateFormat-long": "dd MMMM yyyy", 
	"dateFormat-short": "dd.M.yy", 
	"months-format-wide": [
		"јануари", 
		"февруари", 
		"март", 
		"април", 
		"мај", 
		"јуни", 
		"јули", 
		"август", 
		"септември", 
		"октомври", 
		"ноември", 
		"декември"
	], 
	"days-standAlone-wide": [
		"недела", 
		"понеделник", 
		"вторник", 
		"среда", 
		"четврток", 
		"петок", 
		"сабота"
	], 
	"days-format-narrow": [
		"н", 
		"п", 
		"в", 
		"с", 
		"ч", 
		"п", 
		"с"
	], 
	"months-format-abbr": [
		"јан.", 
		"фев.", 
		"мар.", 
		"апр.", 
		"мај", 
		"јун.", 
		"јул.", 
		"авг.", 
		"септ.", 
		"окт.", 
		"ноем.", 
		"декем."
	], 
	"days-standAlone-abbr": [
		"нед.", 
		"пон.", 
		"вт.", 
		"сре.", 
		"чет.", 
		"пет.", 
		"саб."
	], 
	"days-format-wide": [
		"недела", 
		"понеделник", 
		"вторник", 
		"среда", 
		"четврток", 
		"петок", 
		"сабота"
	], 
	"eraAbbr": [
		"пр.н.е.", 
		"ае."
	], 
	"patternChars": "GuMtkHmsSEDFwWahKzUeygAZvcL", 
	"dateFormat-full": "EEEE, dd MMMM yyyy", 
	"days-format-abbr": [
		"нед.", 
		"пон.", 
		"вт.", 
		"сре.", 
		"чет.", 
		"пет.", 
		"саб."
	]
})