({
	"eraNames": [
		"क्रिस्तपूर्व", 
		"क्रिस्तशखा"
	], 
	"eraAbbr": [
		"क्रिस्तपूर्व", 
		"क्रिस्तशखा"
	], 
	"months-standAlone-abbr": [
		"जानेवारी", 
		"फेबृवारी", 
		"मार्च", 
		"एप्रिल", 
		"मे", 
		"जून", 
		"जुलै", 
		"ओगस्ट", 
		"सेप्टेंबर", 
		"ओक्टोबर", 
		"नोव्हेंबर", 
		"डिसेंबर"
	], 
	"days-standAlone-abbr": [
		"रवि", 
		"सोम", 
		"मंगळ", 
		"बुध", 
		"गुरु", 
		"शुक्र", 
		"शनि"
	], 
	"am": "म.पू.", 
	"months-format-abbr": [
		"जानेवारी", 
		"फेबृवारी", 
		"मार्च", 
		"एप्रिल", 
		"मे", 
		"जून", 
		"जुलै", 
		"ओगस्ट", 
		"सेप्टेंबर", 
		"ओक्टोबर", 
		"नोव्हेंबर", 
		"डिसेंबर"
	], 
	"eraNarrow": [
		"क्रिस्तपूर्व", 
		"क्रिस्तशखा"
	], 
	"days-format-abbr": [
		"रवि", 
		"सोम", 
		"मंगळ", 
		"बुध", 
		"गुरु", 
		"शुक्र", 
		"शनि"
	], 
	"pm": "म.नं.", 
	"months-standAlone-wide": [
		"जानेवारी", 
		"फेब्रुवारी", 
		"मार्च", 
		"एप्रिल", 
		"मे", 
		"जून", 
		"जुलै", 
		"ओगस्ट", 
		"सेप्टेंबर", 
		"ओक्टोबर", 
		"नोव्हेंबर", 
		"डिसेंबर"
	], 
	"days-standAlone-wide": [
		"आदित्यवार", 
		"सोमवार", 
		"मंगळार", 
		"बुधवार", 
		"गुरुवार", 
		"शुक्रवार", 
		"शनिवार"
	], 
	"months-format-wide": [
		"जानेवारी", 
		"फेब्रुवारी", 
		"मार्च", 
		"एप्रिल", 
		"मे", 
		"जून", 
		"जुलै", 
		"ओगस्ट", 
		"सेप्टेंबर", 
		"ओक्टोबर", 
		"नोव्हेंबर", 
		"डिसेंबर"
	], 
	"days-format-wide": [
		"आदित्यवार", 
		"सोमवार", 
		"मंगळार", 
		"बुधवार", 
		"गुरुवार", 
		"शुक्रवार", 
		"शनिवार"
	]
})