({
	"eraNames": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"eraAbbr": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"months-standAlone-abbr": [
		"ጃንዩ", 
		"ፌብሩ", 
		"ማርች", 
		"ኤፕረ", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስ", 
		"ሴፕቴ", 
		"ኦክተ", 
		"ኖቬም", 
		"ዲሴም"
	], 
	"days-standAlone-abbr": [
		"ሰንበ", 
		"ሰኑይ", 
		"ሠሉስ", 
		"ረቡዕ", 
		"ኃሙስ", 
		"ዓርቢ", 
		"ቀዳም"
	], 
	"am": "ንጉሆ ሰዓተ", 
	"months-format-abbr": [
		"ጃንዩ", 
		"ፌብሩ", 
		"ማርች", 
		"ኤፕረ", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስ", 
		"ሴፕቴ", 
		"ኦክተ", 
		"ኖቬም", 
		"ዲሴም"
	], 
	"eraNarrow": [
		"ዓ/ዓ", 
		"ዓ/ም"
	], 
	"days-format-abbr": [
		"ሰንበ", 
		"ሰኑይ", 
		"ሠሉስ", 
		"ረቡዕ", 
		"ኃሙስ", 
		"ዓርቢ", 
		"ቀዳም"
	], 
	"pm": "ድሕር ሰዓት", 
	"months-standAlone-wide": [
		"ጃንዩወሪ", 
		"ፌብሩወሪ", 
		"ማርች", 
		"ኤፕረል", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስት", 
		"ሴፕቴምበር", 
		"ኦክተውበር", 
		"ኖቬምበር", 
		"ዲሴምበር"
	], 
	"days-standAlone-wide": [
		"ሰንበት", 
		"ሰኑይ", 
		"ሠሉስ", 
		"ረቡዕ", 
		"ኃሙስ", 
		"ዓርቢ", 
		"ቀዳም"
	], 
	"months-format-wide": [
		"ጃንዩወሪ", 
		"ፌብሩወሪ", 
		"ማርች", 
		"ኤፕረል", 
		"ሜይ", 
		"ጁን", 
		"ጁላይ", 
		"ኦገስት", 
		"ሴፕቴምበር", 
		"ኦክተውበር", 
		"ኖቬምበር", 
		"ዲሴምበር"
	], 
	"days-format-wide": [
		"ሰንበት", 
		"ሰኑይ", 
		"ሠሉስ", 
		"ረቡዕ", 
		"ኃሙስ", 
		"ዓርቢ", 
		"ቀዳም"
	]
})