// generated from ldml/main/*.xml, xpath: ldml/calendars/calendar-islamic
({
	'months-format-abbr':["মহরম","সফর","রবিউস আউয়াল","রবিউস সানি","জমাদিউল আউয়াল","জমাদিউল সানি","রজব","শাবান","রমজান","শাওয়াল","জিলকদ","জিলহজ"],
	'months-format-narrow':["১","২","৩","৪","৫","৬","৭","৮","৯","১০","১১","১২"],
	'months-format-wide':["মহরম","সফর","রবিউস আউয়াল","রবিউস সানি","জমাদিউল আউয়াল","জমাদিউল সানি","রজব","শাবান","রমজান","শাওয়াল","জিলকদ","জিলহজ"],
	'months-standAlone-abbr':[undefined,undefined,undefined,"রবিউস সানি"],
	'months-standAlone-narrow':["১","২","৩","৪","৫","৬","৭","৮","৯","১০","১১","১২"],
	'months-standAlone-wide':["মহরম","সফর","রবিউস আউয়াল","রবিউস সানি","জমাদিউল আউয়াল","জমাদিউল সানি","রজব","শাবান","রমজান","শাওয়াল","জিলকদ","জিলহজ"],
	'am':"পূর্বাহ্ন",
	'pm':"অপরাহ্ন",
	'eraNames':["যুগ"],
	'eraAbbr':["যুগ"],
	'eraNarrow':"যুগ"
})
                        