({
	"eraNames": [
		"கிறிஸ்துவுக்கு முன்", 
		"அனோ டோமினி"
	], 
	"quarters-standAlone-wide": [
		"1ஆம் காலாண்டு", 
		"2ஆம் காலாண்டு", 
		"3ஆம் காலாண்டு", 
		"4ஆம் காலாண்டு"
	], 
	"eraAbbr": [
		"கிமு", 
		"கிபி"
	], 
	"months-standAlone-abbr": [
		"ஜன.", 
		"பிப்.", 
		"மார்.", 
		"ஏப்.", 
		"மே", 
		"ஜூன்", 
		"ஜூலை", 
		"ஆக.", 
		"செப்.", 
		"அக்.", 
		"நவ.", 
		"டிச."
	], 
	"quarters-format-abbr": [
		"1ஆம் காலாண்டு", 
		"2ஆம் காலாண்டு", 
		"3ஆம் காலாண்டு", 
		"4ஆம் காலாண்டு"
	], 
	"days-standAlone-abbr": [
		"ஞா", 
		"தி", 
		"செ", 
		"பு", 
		"வி", 
		"வெ", 
		"ச"
	], 
	"am": "காலை", 
	"months-format-abbr": [
		"ஜன.", 
		"பிப்.", 
		"மார்.", 
		"ஏப்.", 
		"மே", 
		"ஜூன்", 
		"ஜூலை", 
		"ஆக.", 
		"செப்.", 
		"அக்.", 
		"நவ.", 
		"டிச."
	], 
	"eraNarrow": [
		"கிமு", 
		"கிபி"
	], 
	"days-format-abbr": [
		"ஞா", 
		"தி", 
		"செ", 
		"பு", 
		"வி", 
		"வெ", 
		"ச"
	], 
	"quarters-format-wide": [
		"1ஆம் காலாண்டு", 
		"2ஆம் காலாண்டு", 
		"3ஆம் காலாண்டு", 
		"4ஆம் காலாண்டு"
	], 
	"pm": "மாலை", 
	"months-standAlone-wide": [
		"ஜனவரி", 
		"பிப்ரவரி", 
		"மார்ச்", 
		"ஏப்ரல்", 
		"மே", 
		"ஜூன்", 
		"ஜூலை", 
		"ஆகஸ்ட்", 
		"செப்டம்பர்", 
		"அக்டோபர்", 
		"நவம்பர்", 
		"டிசம்பர்"
	], 
	"days-standAlone-wide": [
		"ஞாயிறு", 
		"திங்கள்", 
		"செவ்வாய்", 
		"புதன்", 
		"வியாழன்", 
		"வெள்ளி", 
		"சனி"
	], 
	"quarters-standAlone-abbr": [
		"1ஆம் காலாண்டு", 
		"2ஆம் காலாண்டு", 
		"3ஆம் காலாண்டு", 
		"4ஆம் காலாண்டு"
	], 
	"months-format-wide": [
		"ஜனவரி", 
		"பிப்ரவரி", 
		"மார்ச்", 
		"ஏப்ரல்", 
		"மே", 
		"ஜூன்", 
		"ஜூலை", 
		"ஆகஸ்ட்", 
		"செப்டம்பர்", 
		"அக்டோபர்", 
		"நவம்பர்", 
		"டிசம்பர்"
	], 
	"days-format-wide": [
		"ஞாயிறு", 
		"திங்கள்", 
		"செவ்வாய்", 
		"புதன்", 
		"வியாழன்", 
		"வெள்ளி", 
		"சனி"
	]
})