({
	"months-format-abbr": [
		"1", 
		"2", 
		"3", 
		"4", 
		"5", 
		"ምኪኤል ትጟኒሪ", 
		"7", 
		"8", 
		"9", 
		"10", 
		"11", 
		"12"
	], 
	"months-format-wide": [
		"1", 
		"2", 
		"3", 
		"4", 
		"5", 
		"ምኪኤል ትጟኒሪ", 
		"7", 
		"8", 
		"9", 
		"10", 
		"11", 
		"12"
	], 
	"months-standAlone-abbr": [
		"1", 
		"2", 
		"3", 
		"4", 
		"5", 
		"ምኪኤል ትጟኒሪ", 
		"7", 
		"8", 
		"9", 
		"10", 
		"11", 
		"12"
	], 
	"months-standAlone-wide": [
		"1", 
		"2", 
		"3", 
		"4", 
		"5", 
		"ምኪኤል ትጟኒሪ", 
		"7", 
		"8", 
		"9", 
		"10", 
		"11", 
		"12"
	], 
	"timeFormat-full": "h:mm:ss a v"
})