({
	"dateFormat-medium": "d MMM yyyy", 
	"eraNarrow": [
		"ق.م.", 
		"م."
	], 
	"pm": "غ.و.", 
	"timeFormat-full": "H:mm:ss (v)", 
	"eraNames": [
		"ق.م.", 
		"م."
	], 
	"months-standAlone-wide": [
		"جنوري", 
		"فبروري", 
		"مارچ", 
		"اپریل", 
		"می", 
		"جون", 
		"جولای", 
		"اګست", 
		"سپتمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"am": "غ.م.", 
	"months-standAlone-abbr": [
		"جنوري", 
		"فبروري", 
		"مارچ", 
		"اپریل", 
		"می", 
		"جون", 
		"جولای", 
		"اګست", 
		"سپتمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"timeFormat-medium": "H:mm:ss", 
	"dateFormat-long": "د yyyy د MMMM d", 
	"dateFormat-short": "yyyy/M/d", 
	"months-format-wide": [
		"جنوري", 
		"فبروري", 
		"مارچ", 
		"اپریل", 
		"می", 
		"جون", 
		"جولای", 
		"اګست", 
		"سپتمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"days-standAlone-wide": [
		"یکشنبه", 
		"دوشنبه", 
		"سهشنبه", 
		"چهارشنبه", 
		"پنجشنبه", 
		"جمعه", 
		"شنبه"
	], 
	"timeFormat-short": "H:mm", 
	"months-format-abbr": [
		"جنوري", 
		"فبروري", 
		"مارچ", 
		"اپریل", 
		"می", 
		"جون", 
		"جولای", 
		"اګست", 
		"سپتمبر", 
		"اکتوبر", 
		"نومبر", 
		"دسمبر"
	], 
	"days-standAlone-abbr": [
		"یکشنبه", 
		"دوشنبه", 
		"سهشنبه", 
		"چهارشنبه", 
		"پنجشنبه", 
		"جمعه", 
		"شنبه"
	], 
	"days-format-wide": [
		"یکشنبه", 
		"دوشنبه", 
		"سهشنبه", 
		"چهارشنبه", 
		"پنجشنبه", 
		"جمعه", 
		"شنبه"
	], 
	"timeFormat-long": "H:mm:ss (z)", 
	"eraAbbr": [
		"ق.م.", 
		"م."
	], 
	"dateFormat-full": "EEEE د yyyy د MMMM d", 
	"days-format-abbr": [
		"یکشنبه", 
		"دوشنبه", 
		"سهشنبه", 
		"چهارشنبه", 
		"پنجشنبه", 
		"جمعه", 
		"شنبه"
	]
})