({
	"months-standAlone-abbr": [
		"ଜାନୁଆରୀ", 
		"ଫେବ୍ରୁୟାରୀ", 
		"ମାର୍ଚ୍ଚ", 
		"ଅପ୍ରେଲ", 
		"ମେ", 
		"ଜୁନ", 
		"ଜୁଲାଇ", 
		"ଅଗଷ୍ଟ", 
		"ସେପ୍ଟେମ୍ବର", 
		"ଅକ୍ଟୋବର", 
		"ନଭେମ୍ବର", 
		"ଡିସେମ୍ବର"
	], 
	"days-standAlone-abbr": [
		"ରବି", 
		"ସୋମ", 
		"ମଙ୍ଗଳ", 
		"ବୁଧ", 
		"ଗୁରୁ", 
		"ଶୁକ୍ର", 
		"ଶନି"
	], 
	"dateFormat-medium": "dd-MM-yyyy", 
	"months-format-abbr": [
		"ଜାନୁଆରୀ", 
		"ଫେବ୍ରୁୟାରୀ", 
		"ମାର୍ଚ୍ଚ", 
		"ଅପ୍ରେଲ", 
		"ମେ", 
		"ଜୁନ", 
		"ଜୁଲାଇ", 
		"ଅଗଷ୍ଟ", 
		"ସେପ୍ଟେମ୍ବର", 
		"ଅକ୍ଟୋବର", 
		"ନଭେମ୍ବର", 
		"ଡିସେମ୍ବର"
	], 
	"dateFormat-full": "MMMM d,EEEE, yyyy", 
	"days-format-abbr": [
		"ରବି", 
		"ସୋମ", 
		"ମଙ୍ଗଳ", 
		"ବୁଧ", 
		"ଗୁରୁ", 
		"ଶୁକ୍ର", 
		"ଶନି"
	], 
	"months-standAlone-wide": [
		"ଜାନୁଆରୀ", 
		"ଫେବ୍ରୁୟାରୀ", 
		"ମାର୍ଚ୍ଚ", 
		"ଅପ୍ରେଲ", 
		"ମେ", 
		"ଜୁନ", 
		"ଜୁଲାଇ", 
		"ଅଗଷ୍ଟ", 
		"ସେପ୍ଟେମ୍ବର", 
		"ଅକ୍ଟୋବର", 
		"ନଭେମ୍ବର", 
		"ଡିସେମ୍ବର"
	], 
	"dateFormat-short": "dd-MM-yy", 
	"days-standAlone-wide": [
		"ରବିବାର", 
		"ସୋମବାର", 
		"ମଙ୍ଗଳବାର", 
		"ବୁଧବାର", 
		"ଗୁରୁବାର", 
		"ଶୁକ୍ରବାର", 
		"ଶନିବାର"
	], 
	"months-format-wide": [
		"ଜାନୁଆରୀ", 
		"ଫେବ୍ରୁୟାରୀ", 
		"ମାର୍ଚ୍ଚ", 
		"ଅପ୍ରେଲ", 
		"ମେ", 
		"ଜୁନ", 
		"ଜୁଲାଇ", 
		"ଅଗଷ୍ଟ", 
		"ସେପ୍ଟେମ୍ବର", 
		"ଅକ୍ଟୋବର", 
		"ନଭେମ୍ବର", 
		"ଡିସେମ୍ବର"
	], 
	"dateFormat-long": "MMMM d, yyyy", 
	"days-format-wide": [
		"ରବିବାର", 
		"ସୋମବାର", 
		"ମଙ୍ଗଳବାର", 
		"ବୁଧବାର", 
		"ଗୁରୁବାର", 
		"ଶୁକ୍ରବାର", 
		"ଶନିବାର"
	]
})